<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"local","backend":"b97a56694612364de39096011a83e73a77732967eebed86bfffc063d97456c57","plan_job_ref":"Job Terraform plan #32 at https://github.com/w00kster/mariokart-leaderboard/actions/runs/6334517707","plan_hash":"e7fdf776c16e6386c8eff252e8be11a9e8eb73bf1d2b5b9ffbff3ba1dfcbed85","plan_text_format":"text","version":"1.36.2"} -->
Terraform plan in __infrastructure/mysql/__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # linode_database_mysql.this will be created
  + resource "linode_database_mysql" "this" {
      + allow_list       = [
          + "180.150.36.8/32",
          + "193.116.209.48/32",
          + "220.245.113.214/32",
        ]
      + ca_cert          = (sensitive value)
      + cluster_size     = 1
      + created          = (known after apply)
      + encrypted        = false
      + engine           = (known after apply)
      + engine_id        = "************"
      + host_primary     = (known after apply)
      + host_secondary   = (known after apply)
      + id               = (known after apply)
      + label            = (known after apply)
      + region           = "ap-southeast"
      + replication_type = "none"
      + root_password    = (sensitive value)
      + root_username    = (sensitive value)
      + ssl_connection   = true
      + status           = (known after apply)
      + type             = "g6-nanode-1"
      + updated          = (known after apply)
      + version          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Terraform plan #32](https://github.com/w00kster/mariokart-leaderboard/actions/runs/6334517707)